# Host: localhost  (Version: 5.5.53)
# Date: 2018-05-03 18:06:23
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "commodity"
#

DROP TABLE IF EXISTS `commodity`;
CREATE TABLE `commodity` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `Purchase number` varchar(255) DEFAULT NULL,
  `Cart` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

#
# Data for table "commodity"
#

/*!40000 ALTER TABLE `commodity` DISABLE KEYS */;
INSERT INTO `commodity` VALUES (1,'/images/571601_0_pic270_1113.jpg','【自营】中粮安至选澳洲牛肋条 1000g 袋装','108.00','7731人购买','加入购物车'),(2,'./images/599165_1_pic270_9327.jpg','【自营】中粮凌鲜·大洋世家青虾仁(90-110只，剔虾腺)1kg 袋装   ','82.00','34533人购买','加入购物车'),(3,'./images/599178_1_pic270_6272.jpg','【立减15元】中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg  盒装','138.00','41107人购买','加入购物车'),(4,'./images/613819_1_pic270_21.jpg','【自营】百年栗园散养柴鸡蛋48枚','49.80','5757人购买','加入购物车'),(5,'./images/646092_1_pic270_900.jpg','【自营】优级 褚柑箱装5000g','109.00','1253人购买','加入购物车'),(6,'./images606904_0_pic270_3476.jpg','泰国山竹盒装600g（约6-8枚','29.90','好评 263','加入购物车'),(7,'./images623688_0_pic270_2135.jpg','辽宁美早樱桃盒装500g（24-28mm）','58.00','好评 15','加入购物车'),(8,'./images/624387_0_pic270_9751.jpg','【自营 】[安萃]不知火柑 丑柑 8-12枚 箱装2000g  ','36.00','好评 163','加入购物车'),(9,'./images/628897_0_pic270_8145.jpg','[安萃]国产蓝莓12mm-14mm（盒装125g）','26.80','好评 541','加入购物车'),(10,'./images/633657_0_pic270_5650.jpg','海南 大台农 芒果3枚 盒装500g','16.80','好评 228','加入购物车'),(11,'./images/647993_0_pic270_6942.jpg','台湾金钻菠萝单枚装1200g-1500g','29.90','好评 252','抢光了'),(12,'./images/621738_0_pic270_6008.jpg','[安萃] 秭归伦晚脐橙3kg装11-14粒 单果200g以上 ','75.00','好评 50','抢光了'),(13,'./images/10683441_0_pic270_7301.jpg','[安萃] 泰国椰青6粒装 单粒700g','65.00','好评 66','加入购物车'),(14,'./images/10686429_0_pic270_4766.jpg','进口红心火龙果10粒 单粒重320-450g','69.00','好评 466','加入购物车'),(15,'./images/580086_1_pic270_1056.jpg','问鼎食神越南巴沙鱼片（2-3片）800g  袋装','19.90','好评 1285','加入购物车'),(16,'./images/588821_0_pic270_7758.jpg','天农清远生态公鸡1200g袋装（饲养138天以上）','29.90','好评 1017','加入购物车'),(17,'./images/595098_1_pic270_3413.jpg','中粮凌鲜·大洋世家加拿大野生北极虾120+（60-75只）500g  袋装','29.90','好评 2147','加入购物车'),(18,'./images/597732_0_pic270_6120.JPG','大厨小鲜蒜蓉粉丝贝（6粒装）270g  袋装（5分钟加工）','12.80','好评 2031','加入购物车'),(19,'./images/599164_0_pic270_7754.jpg','中粮凌鲜·大洋世家两条装东海大黄鱼300/400（2条装）700g  袋装','36.80','好评 1386','加入购物车'),(20,'./images/599165_1_pic270_9327.jpg','中粮凌鲜·大洋世家青虾仁(90-110只，剔虾腺)1kg 袋装    ','82.00','好评 4367','加入购物车'),(21,'./images/599178_1_pic270_6272.jpg','中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg  盒装','138.00','好评 7469','加入购物车'),(22,'./images/611102_1_pic270_2907.jpg','【中粮海外直采】海洋玉爱尔兰野生熟冻黄金蟹 (袋装 400g-600g）','29.90','好评 138','加入购物车'),(23,'./images/620870_1_pic270_2667.jpg','鲜元素黄金鲽鱼柳(去刺，5-8片)500g 袋装','32.80','好评 58','加入购物车'),(24,'./images/547189_1_pic270_1652.jpg','知牧锡林郭勒草原有机放牧原味羔羊肉串160g袋装 约8个 长签 宜室外烧烤','28.80','好评 225','加入购物车'),(25,'./images/571600_1_pic270_8950.jpg','中粮安至选澳洲牛腩 1000g 袋装','68.00','好评 764','加入购物车'),(26,'./images/578170_1_pic270_7696.jpg','万年豚有机土猪猪肉精瘦肉 500g 袋装  饲养1年','69.90','好评 248','加入购物车'),(27,'./images/588821_0_pic270_7758.jpg','天农清远生态公鸡1200g袋装（饲养138天以上）','29.90','好评 1017','加入购物车'),(28,'./images/599721_0_pic270_8271.jpg','中粮安至选巴西牛腱子 1000g 袋装','78.00','好评 436','加入购物车'),(29,'./images/602010_4_pic270_6620.jpg','科尔沁飘香牛小肉 500g 袋装','29.90','好评 375','加入购物车'),(30,'./images/613285_1_pic270_7416.jpg','康新牧场速冻真空装羊肉串200g 袋装(约10个)','25.00','好评 78','加入购物车'),(31,'./images/613808_0_pic270_4574.jpg','大成姐妹厨房急鲜封鸡翅根 1000g袋装  （约16-26个）','21.80','好评 91','加入购物车'),(32,'./images/625352_1_pic270_102.jpg','恒都牛霖肉1000g袋装','108.00','好评 28','加入购物车');
/*!40000 ALTER TABLE `commodity` ENABLE KEYS */;
