# Host: localhost  (Version: 5.5.53)
# Date: 2018-05-05 13:53:17
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "register"
#

DROP TABLE IF EXISTS `register`;
CREATE TABLE `register` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `phoneNumber` varchar(255) DEFAULT NULL,
  `userName` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

#
# Data for table "register"
#

/*!40000 ALTER TABLE `register` DISABLE KEYS */;
INSERT INTO `register` VALUES (1,'15037011302','hhhh','123456'),(2,'13781677177','gggggg','123456'),(3,'15324859610','123456789','123456789');
/*!40000 ALTER TABLE `register` ENABLE KEYS */;

#
# Structure for table "sidebar"
#

DROP TABLE IF EXISTS `sidebar`;
CREATE TABLE `sidebar` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `Purchase number` varchar(255) DEFAULT NULL,
  `Cart` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

#
# Data for table "sidebar"
#

/*!40000 ALTER TABLE `sidebar` DISABLE KEYS */;
INSERT INTO `sidebar` VALUES (1,'/images/571601_0_pic270_1113.jpg','【自营】中粮安至选澳洲牛肋条 1000g 袋装','108.00','7731人购买','加入购物车'),(2,'./images/599165_1_pic270_9327.jpg','【自营】中粮凌鲜·大洋世家青虾仁(90-110只，剔虾腺)1kg 袋装   ','82.00','34533人购买','加入购物车'),(3,'./images/599178_1_pic270_6272.jpg','【立减15元】中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg  盒装','138.00','41107人购买','加入购物车'),(4,'./images/613819_1_pic270_21.jpg','【自营】百年栗园散养柴鸡蛋48枚','49.80','5757人购买','加入购物车'),(5,'./images/646092_1_pic270_900.jpg','【自营】优级 褚柑箱装5000g','109.00','1253人购买','加入购物车'),(6,'./images/606904_0_pic270_3476.jpg','泰国山竹盒装600g（约6-8枚','29.90','好评 263','加入购物车'),(7,'./images/623688_0_pic270_2135.jpg','辽宁美早樱桃盒装500g（24-28mm）','58.00','好评 15','加入购物车'),(8,'./images/624387_0_pic270_9751.jpg','【自营 】[安萃]不知火柑 丑柑 8-12枚 箱装2000g  ','36.00','好评 163','加入购物车'),(9,'./images/628897_0_pic270_8145.jpg','[安萃]国产蓝莓12mm-14mm（盒装125g）','26.80','好评 541','加入购物车'),(10,'./images/633657_0_pic270_5650.jpg','海南 大台农 芒果3枚 盒装500g','16.80','好评 228','加入购物车'),(11,'./images/647993_0_pic270_6942.jpg','台湾金钻菠萝单枚装1200g-1500g','29.90','好评 252','抢光了'),(12,'./images/621738_0_pic270_6008.jpg','[安萃] 秭归伦晚脐橙3kg装11-14粒 单果200g以上 ','75.00','好评 50','抢光了'),(13,'./images/10683441_0_pic270_7301.jpg','[安萃] 泰国椰青6粒装 单粒700g','65.00','好评 66','加入购物车'),(14,'./images/10686429_0_pic270_4766.jpg','进口红心火龙果10粒 单粒重320-450g','69.00','好评 466','加入购物车'),(15,'./images/580086_1_pic270_1056.jpg','问鼎食神越南巴沙鱼片（2-3片）800g  袋装','19.90','好评 1285','加入购物车'),(16,'./images/588821_0_pic270_7758.jpg','天农清远生态公鸡1200g袋装（饲养138天以上）','29.90','好评 1017','加入购物车'),(17,'./images/595098_1_pic270_3413.jpg','中粮凌鲜·大洋世家加拿大野生北极虾120+（60-75只）500g  袋装','29.90','好评 2147','加入购物车'),(18,'./images/597732_0_pic270_6120.JPG','大厨小鲜蒜蓉粉丝贝（6粒装）270g  袋装（5分钟加工）','12.80','好评 2031','加入购物车'),(19,'./images/599164_0_pic270_7754.jpg','中粮凌鲜·大洋世家两条装东海大黄鱼300/400（2条装）700g  袋装','36.80','好评 1386','加入购物车'),(20,'./images/599165_1_pic270_9327.jpg','中粮凌鲜·大洋世家青虾仁(90-110只，剔虾腺)1kg 袋装    ','82.00','好评 4367','加入购物车'),(21,'./images/599178_1_pic270_6272.jpg','中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg  盒装','138.00','好评 7469','加入购物车'),(22,'./images/611102_1_pic270_2907.jpg','【中粮海外直采】海洋玉爱尔兰野生熟冻黄金蟹 (袋装 400g-600g）','29.90','好评 138','加入购物车'),(23,'./images/620870_1_pic270_2667.jpg','鲜元素黄金鲽鱼柳(去刺，5-8片)500g 袋装','32.80','好评 58','加入购物车'),(24,'./images/547189_1_pic270_1652.jpg','知牧锡林郭勒草原有机放牧原味羔羊肉串160g袋装 约8个 长签 宜室外烧烤','28.80','好评 225','加入购物车'),(25,'./images/571600_1_pic270_8950.jpg','中粮安至选澳洲牛腩 1000g 袋装','68.00','好评 764','加入购物车'),(26,'./images/578170_1_pic270_7696.jpg','万年豚有机土猪猪肉精瘦肉 500g 袋装  饲养1年','69.90','好评 248','加入购物车'),(27,'./images/588821_0_pic270_7758.jpg','天农清远生态公鸡1200g袋装（饲养138天以上）','29.90','好评 1017','加入购物车'),(28,'./images/599721_0_pic270_8271.jpg','中粮安至选巴西牛腱子 1000g 袋装','78.00','好评 436','加入购物车'),(29,'./images/602010_4_pic270_6620.jpg','科尔沁飘香牛小肉 500g 袋装','29.90','好评 375','加入购物车'),(30,'./images/613285_1_pic270_7416.jpg','康新牧场速冻真空装羊肉串200g 袋装(约10个)','25.00','好评 78','加入购物车'),(31,'./images/613808_0_pic270_4574.jpg','大成姐妹厨房急鲜封鸡翅根 1000g袋装  （约16-26个）','21.80','好评 91','加入购物车'),(32,'./images/625352_1_pic270_102.jpg','恒都牛霖肉1000g袋装','108.00','好评 28','加入购物车');
/*!40000 ALTER TABLE `sidebar` ENABLE KEYS */;

#
# Structure for table "t_global"
#

DROP TABLE IF EXISTS `t_global`;
CREATE TABLE `t_global` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `src` text COLLATE utf8_bin,
  `title` text COLLATE utf8_bin,
  `price` text COLLATE utf8_bin,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=71 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

#
# Data for table "t_global"
#

/*!40000 ALTER TABLE `t_global` DISABLE KEYS */;
INSERT INTO `t_global` VALUES (1,'./img/goods1.jpg','【正品保税】2件 德国Aptamil爱他美婴幼儿奶粉\0','￥209.00\0'),(2,'./img/goods2.jpg','【正品保税】2盒装 韩国JM水光蜂蜜面膜贴蜂胶水润滋...','￥112.00'),(3,'./img/goods3.jpg','【原装进口】德国BRITA碧然德Elemaris尊享系列3.5L...','￥299.00'),(4,'./img/goods4.jpg','【香港直邮】日本山本汉方脂流茶10g*24包','￥55.00'),(5,'./img/goods5.jpg','【27码】【正品保税】耐克NIKE毛毛虫童鞋男童深蓝+...','￥309.00'),(6,'./img/goods6.jpg','【正品保税】4件 日本Merries本花王纸尿裤大号L54','￥399.00'),(7,'./img/goods7.jpg','【正品保税】日本Naturie imju娥佩兰薏仁化妆水500ml','￥49.00'),(8,'./img/goods8.jpg','【美国直邮】2件 美国Schiff Move Free蓝瓶氨糖硫酸...','￥310.00'),(9,'./img/goods9.jpg','【香港直邮】Michael Kors迈克·科尔斯 纯皮 Jet S...','￥499.00'),(10,'./img/goods10.jpg','【正品保税】2件 澳大利亚Devondale德运高钙全脂奶...','￥125.00'),(11,'./img/baokuan1.jpg','【正品保税】2件 日本GOO.N大王维E系列拉拉裤男宝宝...','￥188.00'),(12,'./img/baokuan2.jpg','【德国直邮】 Swarovski/施华洛世奇恶魔之眼项链517...','￥499.00'),(13,'./img/baokuan3.jpg','【香港直邮】2件 泰国ray金色 补水保湿修复提亮淡斑...','￥138.00'),(14,'./img/baokuan4.jpg','【澳洲直邮】澳大利亚Bio Island比奥岛袋鼠精胶囊','￥99.00'),(15,'./img/baokuan5.jpg','【正品保税】德国Britax超级百变王123PLUS安全座椅9...','￥1879.00'),(16,'./img/baokuan6.jpg','【正品保税】2件 日本GOO.N大王维E系列拉拉裤男宝宝...','￥188.00'),(17,'./img/baokuan7.jpg','【正品保税】2件 美国Childlife童年时光液体钙','￥159.00\n'),(18,'./img/baokuan8.jpg','【香港直邮】韩国雪花秀滋阴四件套（水15ml+乳15ml+...','￥69.00'),(19,'./img/baokuan9.jpg','【香港直邮】2件 泰国卧佛牌青草膏天然草药防蚊虫缓...','￥69.00'),(20,'./img/baokuan10.jpg','【正品保税】新西兰COMVITA康维他麦卢卡蜂蜜UMF5+ 5...','￥99.00'),(21,'./img/meishi1.jpg','【原装进口】韩国 宾格瑞香蕉味牛奶饮料200ml','￥8.50'),(22,'./img/meishi2.jpg','【正品保税】美国版La Tourangelle拉杜蓝乔婴幼儿','￥98.00'),(23,'./img/meishi3.jpg','【原装进口】加拿大ARCTICA FOOD北极野生淡干海参精...','￥1999.00'),(24,'./img/meishi4.jpg','【新西兰直邮】新西兰Easiyo易极优酸奶粉草莓味230g','￥36.00'),(25,'./img/meishi5.jpg','【日本直邮】3件 日本悠诗诗职人挂耳咖啡粉18杯份','￥125.00'),(26,'./img/meishi6.jpg','【原装进口】马来西亚 妈咪金厨香浓咖喱汤味杯面72g','￥9.90'),(27,'./img/meishi7.jpg','【香港直邮】泰好吃特级低糖芒果干100g','￥22.80'),(28,'./img/meishi8.jpg','【日本直邮】日本菊水北海道四大拉面4人份','￥105.00'),(29,'./img/meishi9.jpg','【日本直邮】日本calbee卡乐比北海道薯条三兄弟10袋...','￥75.00'),(30,'./img/meishi10.jpg','【新西兰直邮】新西兰Healtheries贺寿利油桃花草茶...','￥35.00'),(31,'./img/muying1.jpg','【正品保税】2件 荷兰Nutrilon牛栏婴幼儿奶粉四段','￥299.00'),(32,'./img/muying2.jpg','【正品保税】德国Aptamil爱他美白金版婴幼儿奶粉pre...','￥228.00'),(33,'./img/muying3.jpg','【18年9月后到期】瑞典Libero丽贝乐纸尿裤加大号','￥39.00'),(34,'./img/muying4.jpg','【正品保税】美国Earth\'s Best高铁燕麦米粉2段227g...','￥35.00'),(35,'./img/muying5.jpg','【正品保税】2件 意大利Mellin美林晚安菊花晶200g','￥98.00'),(36,'./img/muying6.jpg','【正品保税】3件 意大利Mellin美林深海鳕鱼泥','￥88.00'),(37,'./img/muying7.jpg','【正品保税】2件 EarthMama 地球妈妈 有机催奶茶 1....','￥55.50'),(38,'./img/muying8.jpg','【香港直邮】美国Munchkin麦肯齐吸盘碗','￥65.00'),(39,'./img/muying9.jpg','【香港直邮】美国Munchkin麦肯齐吸盘碗','￥65.00'),(40,'./img/muying10.jpg','【美国直邮】SkipHop 儿童不锈钢吸管杯-小蜜蜂款','￥126.00'),(41,'./img/baojian1.jpg','【香港直邮】日本山本汉方脂流茶10g*24包','￥55.00'),(42,'./img/baojian2.jpg','【香港直邮】2件 澳洲Swisse钙片+维生素D孕妇青少年...','￥166.00'),(43,'./img/baojian3.jpg','【澳洲直邮】澳大利亚Swisse 奶蓟草护肝片 120粒','￥109.00'),(44,'./img/baojian4.jpg','【正品保税】加拿大Ddrops婴儿维生素D3滴剂宝宝补钙...','￥98.00'),(45,'./img/baojian5.jpg','【香港直邮】2件 日本山本汉方 大麦若叶粉末有机青...','￥149.00'),(46,'./img/baojian6.jpg','【香港直邮】澳洲Swisse胶原蛋白片100粒','￥99.00'),(47,'./img/baojian7.jpg','【新西兰直邮】澳大利亚Bio Island比奥岛婴幼儿童乳...','￥133.00'),(48,'./img/baojian8.jpg','【澳洲直邮】 Elevit/艾乐维专为备孕做准备 (男士+...','￥669.00'),(49,'./img/baojian9.jpg','【正品保税】3件 RedSeal红印黑蔗糖/黑糖500g','￥99.00'),(50,'./img/baojian10.jpg','【香港直邮】普丽普莱番茄红素软胶囊10mg*100粒','￥68.00'),(51,'./img/meizhuang1.jpg','【香港直邮】韩国 RE:CIPE/莱斯璧娜扎同款水晶防晒...','￥49.00'),(52,'./img/meizhuang2.jpg','【欧洲直邮】德国Lancome兰蔻 化妆水 400ml','￥298.00'),(53,'./img/meizhuang3.jpg','【香港直邮】2件 德国Balea芭乐雅玻尿酸安瓶浓缩精...','￥118.00'),(54,'./img/meizhuang4.jpg','【正品保税】美国Coppertone 水宝宝 无油无泪无香防...','￥78.00'),(55,'./img/meizhuang5.jpg','【正品保税】2件 法国Bioderma贝德玛卸妆水500ml','￥195.00'),(56,'./img/meizhuang6.jpg','【正品保税】法国Bourjois妙巴黎Aqua水润水漾保湿立...','￥53.80'),(57,'./img/meizhuang7.jpg','【正品保税】韩国SU:M37°呼吸37度魔法精华特别企划...','￥529.00'),(58,'./img/meizhuang8.jpg','【正品保税】2盒装 JM 珍珠面膜三部曲 10片','￥149.00'),(59,'./img/meizhuang9.jpg','【正品保税】韩国Laneige兰芝雪纱防晒隔离霜（ 60#...','￥159.00'),(60,'./img/meizhuang10.jpg','【香港直邮】法国Dior迪奥 CD冰火奇葩白毒女士香水 ...','￥688.00'),(61,'./img/riyong1.jpg','【原装进口】 德国碧然德Brita滤芯6枚装','￥178.00'),(62,'./img/riyong2.jpg','【香港直邮】 3件 泰国清迈LANNA 兰纳足贴 祛湿驱寒...','￥50.00'),(63,'./img/riyong3.jpg','【正品保税】韩国吕 红吕防脱护发两洗一护套装450ml...','￥129.00'),(64,'./img/riyong4.jpg','【香港直邮】日本FX NEO参天眼药水12ml清凉型缓解眼...','￥49.00'),(65,'./img/riyong5.jpg','【韩国直邮】美国 CANDLELITE-棕榈香薰蜡烛 番石榴...','￥218.00'),(66,'./img/riyong6.jpg','【欧洲直邮】法国parakito帕洛驱蚊手环套装儿童款（...','￥108.00'),(67,'./img/riyong7.jpg','【香港直邮】ecolifelatex肩周按摩枕(PTHC)','￥162.00'),(68,'./img/riyong8.jpg','【美国直邮】Philips飞利浦女士专用美容脱毛器剃毛...','￥99.00'),(69,'./img/riyong9.jpg','【欧洲直邮】德国EMSA 爱慕莎冷水壶1L','￥358.00'),(70,'./img/riyong10.jpg','【美国直邮】美国Tommy Hilfiger 男士内裤 3条1包 ','￥218.00');
/*!40000 ALTER TABLE `t_global` ENABLE KEYS */;

#
# Structure for table "tuan"
#

DROP TABLE IF EXISTS `tuan`;
CREATE TABLE `tuan` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(200) COLLATE utf8_bin NOT NULL,
  `title` varchar(200) COLLATE utf8_bin NOT NULL,
  `content` varchar(200) COLLATE utf8_bin NOT NULL,
  `price` float NOT NULL,
  `buy` int(11) NOT NULL,
  `details` varchar(200) COLLATE utf8_bin NOT NULL,
  `type` varchar(200) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

#
# Data for table "tuan"
#

INSERT INTO `tuan` VALUES (1,'10000026_1_pic500_7473.jpg','精致的华贵典雅！','惠享【中粮海外直采】FERRERO ROCHER费列罗牛奶巧克力48粒装 (意大利进口 袋)新老包装随机发货，独立包装，精致的华贵典雅！浓郁的黑巧克力球，包裹于松脆威化与温和黑巧克力酱之中，层层滋味完美融合，带给你舌尖的尊贵享受！',88,98756,'20160304113847526.jpg','进口食品'),(2,'10681233_1_pic500_1390.jpg','清甜可口椰香浓郁','惠享【自营】瑞欧real coco椰子水（进口食品 罐装330ml*12）,清甜可口椰香浓郁。',109,1109,'..','进口食品'),(3,'10594628_1_pic500_8925.jpg','源自真正椰子的甘甜','惠享【中粮海外直采】Cocoway 可可维牌椰子水1L *6（泰国进口 瓶），口感清爽源自真正椰子的甘甜，纯果汁制成，不添加防腐剂、香精和色素。',99,1700,'20170828054603838.jpg','进口食品'),(4,'599722_1_pic500_4408.jpg','精选肉品，价格实惠','惠享【自营】中粮安至选巴西牛腩 1000g 袋装，海外直采牛肉，以优惠的价格，为您挑选餐桌美味。',59,33952,'20171211055632225.jpg','生鲜团'),(5,'650341_1_pic500_7258.jpg','肉厚脆甜新鲜采摘','惠享[安萃] 烟台美早樱桃1500g装 JJ级,单果直径28-30mm,颗颗饱满，皮薄核小，肉厚脆甜，新鲜采摘。',198,212,'20180425045207463.jpg','生鲜团'),(6,'649501_1_pic500_1425.jpg','果味醇香酸甜怡人','惠享【自营】[安萃] 秭归伦晚脐橙3kg装15-18粒 单果160g以上，原产地直供，果味醇香酸甜怡人。',65,337,'20180416095331296.jpg','生鲜团'),(7,'595854_1_pic500_7379.jpg','2017年新米 经典圆粒粳米','惠享【2017年新米】中粮初萃 东北明珠大米5kg，经典东北大米，吉林梅河口种植，油量光泽、软硬适口、怡人清香。',29.9,74010,'20180301070922193.jpg','2017年新米'),(8,'10417873_1_pic500_3311.jpg','鲜磨新米，五常原产稻花香','惠享【2017年新米】中粮初萃 五常稻花香大米5kg，五常原产纯种稻花香，产地直采，实惠到家，保持水分和新鲜程度让口感唇齿留香。',59.9,32834,'20160815050337944.jpg','2017年新米'),(9,'572650_1_pic500_1756.jpg','中粮优选 经典东北大米','惠享【2017年新米】中粮1号 优选东北大米5kg，初萃中粮1号东北大米选择在长白山西麓，辉发河上游的吉林梅河口统一栽培管理，中粮全产业链管控，产地直供，米饭绵软爽口，回味甘甜。',39.9,39488,'20171018062134275.jpg','2017年新米'),(10,'631260_1_pic500_2837.jpg','轻研细磨精细加工','【惠享】雁门清高 红豆薏米粉薏仁粉 五谷杂粮代餐粉营养早餐518g，轻研细磨精细加工，口感好营养丰富。',39.9,5609,'20180313013938389.jpg','直送团'),(11,'617406_1_pic500_4365.jpg','粒粒分明，自然光泽','惠享【包邮】一间田 山西沁州黄小米2500g，美味，营养，健康，饱满，粒粒分明，自然光泽，纯净味道，精心筛选。',49.9,8069,'20170602042158987.jpg','直送团'),(12,'578640_2_pic500_6290.jpg','壳薄易剥，出仁率高','惠享【包邮】 楼兰蜜语 新疆薄皮大核桃非纸皮 阿克苏核桃500gX2包，只选好核桃，个大饱满，壳薄易剥，出仁率高，甘甜酥脆。',39.9,13521,'20170622112003395.jpg','直送团'),(13,'649501_1_pic500_1425 (1).jpg','果味醇香酸甜怡人','惠享【自营】[安萃] 秭归伦晚脐橙3kg装15-18粒 单果160g以上，原产地直供，果味醇香酸甜怡人。',65,9963,'20180416095331296 (1).jpg','预售团'),(14,'646091_1_pic500_6191.jpg','特级褚柑表皮橙红','惠享特级 褚柑箱装5000g，表皮橙红，清甜多汁，化渣率高，好剥皮，气味芬芳。',129,9018,'20180201102031112.jpg','预售团'),(15,'10568432_1_pic500_8049.jpg','非断食饮品0糖0能量','惠享【中粮出品】悦活塑纤FitBody乳酸菌Fibersol-2水果饮品15天装，无糖无能量，科学管理你的身体，非断食饮品。',86,5526,'20180428031232954.jpg','自有品牌'),(16,'10568431_1_pic500_8262.jpg','0糖0能量科学管理你的身体','惠享【中粮出品】悦活塑纤FitBody巴西莓Fibersol-2水果饮品15天装，无糖无能量，科学管理你的身体，非断食饮品。',86,9632,'20180428033435152.jpg','自有品牌'),(17,'643734_1_pic500_3025.jpg','麦香浓郁口感酥脆','惠享中粮悠采 轻食燕麦30g*16，澳洲原生态高纤燕麦，麦香浓郁口感酥脆，营养均衡。',49.9,1933,'20180307093533957.jpg','自有品牌'),(18,'646610_1_pic500_9144.jpg','紧致提拉锁水保湿','惠享【香港直邮】泰版 泰国RAY蚕丝面膜金色*1+银色*1美白保湿淡化痘印斑两盒超值装，美白亮肤，紧致提拉，锁水保湿。',128,3367,'20180404020617345.jpg','跨境购'),(19,'649369_1_pic500_3866.jpg','软香酸甜的丰富口感','惠享日本Calbee卡乐比北海道水果麦片500g，软香酸甜的丰富口感，真材实料。',58,777,'20180416103127983.jpg','跨境购'),(20,'586495_1_pic500_6657.jpg','奶味香醇，宝宝易接受','惠享【正品保税】2件 荷兰Nutrilon牛栏婴幼儿奶粉五段800g，荷兰进口，原装原罐，口味清淡，奶味香醇，宝宝易接受。',299,1304,'20150531060107690.jpg','跨境购'),(21,'10289300_1_pic500_9900.jpg','滴滴浓香，缔造美味','惠享【自营】福临门浓香压榨一级花生油3.5L*2 桶，甄选山东大花生，科学控时，充分提香，精湛工艺，保留原香和营养。',119,5041,'20160224050243919.jpg','国产食品'),(22,'532642_0_pic500_9237.jpg','源自三江平原生态基地','惠享【自营】金龙鱼盘锦大米5kg，源自三江平原生态基地，柔韧软糯，劲道十足。',29.8,8754,'..','国产食品'),(23,'501766_1_pic500_1215.jpg','正宗佳酿地道好酒','惠享【自营】百年牛栏山陈酿（三牛）52度（纸盒装 400ml），恪守传统工艺精髓，正宗佳酿地道好酒。',99,34587,'20170825054824581.jpg','国产食品'),(24,'534176_1_pic500_3858.jpg','层层柔软节节细致','惠享【自营】心相印柔肤系列三层卷筒纸(蓝色)145g*10粒，层层柔软，节节细致，时时刻刻呵护您及家人的日常生活。',16.9,78964,'20171115043613544.jpg','百货洗化'),(25,'10661829_1_pic500_7279.jpg','蓝月亮组合装大礼包','惠享【蓝月亮7.08kg礼包】自然清香3kg+薰衣草3kg+深层洁净1kg+风清白兰80g手洗洗衣液，含有突破性高效洁净因子,深入衣物纤维,轻松瓦解多种顽固污渍,令衣物从里到外洁净如新!',99,36874,'20180123060509988.png','百货洗化'),(26,'632260_0_pic500_9145.jpg','原生竹纤维，湿水不易破','惠享【中粮出品】简沃本色厨房用纸吸油纸110节卷筒厨房纸巾*8卷装（ 整箱销售），原生竹纤维，优质原料，独特的水滴压纹锁水设计，湿水不易破。',49,36584,'2017072202474293.jpg','百货洗化'),(27,'550285_0_pic500_4068.jpg','安心吸收，一夜睡到天亮','惠享【MOONY 尤妮佳婴儿纸尿裤 L54 (9－14kg) 新老包装随机发送】，尤妮佳婴儿纸尿裤采用如丝绢般柔软的材料，褶皱处弹性适中，加强透气效果，减少对宝宝的肌肤刺激。采用超薄吸收体，即使夜间的便便也可安心吸收，一夜睡到天亮。',49.9,23654,'2018030608104332.jpg','百货洗化'),(28,'519264_8_pic500_3218.jpg','真诚制造中国人的啤酒！','惠享【整箱优惠】燕京啤酒 330ml*24，燕京啤酒经过多道工序精选优质大麦，燕山山脉地下300米深层无污染矿泉水，纯正优质啤酒花，典型高发酵度酵母，始终以中国人口味为坚持，真诚制造中国人的啤酒！',59.9,35412,'201509200349147.jpg','量贩团'),(29,'10278672_0_pic500_8069.jpg','自然醇香，营养新鲜','惠享【自营】德亚全脂牛奶1L（德国进口 盒）*12，超高温灭菌技术，口感香浓，蛋白质含量高，来自德国莱茵河畔的好牛奶。',109,35641,'20151223093332449.jpg','量贩团'),(30,'10320607_1_pic500_4418.jpg','风味豆豉 油制辣椒','惠享【自营】老干妈风味豆豉油制辣椒280g*2，安全卫生，取食简单，沿用传统工艺精心酿造，香辣突出，回味悠长。',14.9,6874,'20160817104613853.jpg','量贩团'),(31,'649705_1_pic500_6396.jpg','新一代的 iPhone','惠享Apple iPhone 8 Plus 256GB 红色特别版 移动联通电信4G手机，精密工艺，防水防尘，美在智慧，新一代的 iPhone。',7588,3654,'20180412083915303.jpg','iPhone 8'),(32,'638582_1_pic500_1672.jpg','iPhone 8 Plus 256GB 银色','惠享Apple iPhone 8 Plus (A1864) 256GB 银色 移动联通电信4G手机，美在智慧，新一代的 iPhone。',7099,368,'20171107104727626.jpg','iPhone 8'),(33,'638577_1_pic500_8695.jpg','iPhone 8 256GB 金色','惠享Apple iPhone 8 (A1863) 256GB 金色 移动联通电信4G手机，精密工艺，防水防尘，美在智慧，新一代的 iPhone。',6099,789,'20171107064058482.png','iPhone 8'),(34,'303595_1_pic500_4224.jpg','持久保持新鲜口感','惠享【中粮海外直采】Hochwald好沃得全脂牛奶1L*12（德国进口 盒），口感浓香纯正，富含丰富的钙、维生素和矿物质，为你的身体补充能量，打造健康体魄。 牛奶采用UHT瞬间高温灭菌，持久保持新鲜口感！',99,8963,'20160804025205723.jpg','限时抢购'),(35,'599178_1_pic500_6272.jpg','精选海鲜，鲜嫩肥美','惠享【自营】中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg 盒装，精选海鲜，鲜嫩肥美，放心原则，原汁原味。',138,1880,'20171211112326775.jpg','限时抢购'),(36,'619076_0_pic500_5049.jpg','翠绿果心，酸甜水润','惠享【生利鲜】希腊甜心绿奇异果（箱装30粒），浅层绒毛覆盖，淡淡果香飘散，翠绿果心，酸甜水润。',69,3912,'20170316054118110.jpg','限时抢购');
