# Host: localhost  (Version: 5.5.53)
# Date: 2018-04-26 16:29:06
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "fresh"
#

DROP TABLE IF EXISTS `fresh`;
CREATE TABLE `fresh` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `charge` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=44 DEFAULT CHARSET=utf8;

#
# Data for table "fresh"
#

/*!40000 ALTER TABLE `fresh` DISABLE KEYS */;
INSERT INTO `fresh` VALUES (1,'06.jpg','20.00','中粮优采跳跳兔奶黄包50g*6','100'),(2,'07.jpg','20.00','中粮优采笑笑猬红豆包50g*6','100'),(3,'08.jpg','15.90','【自营】中粮家佳康台湾风味香肠（袋装250g）','286'),(4,'09.jpg','9.90','【自营】中粮家佳康精选培根150g袋装','57'),(5,'10.jpg','17.60','【自营】中粮家佳康美式脆皮热狗香肠（原味）（袋装250g）','250'),(6,'11.jpg','33.80','【自营】中粮家佳康 冷冻超值培根','1206'),(7,'12.jpg','16.00','中粮优采 豌豆包350g','329'),(8,'13.jpg','19.80','【自营】中粮家佳康京味大香肠（袋装240g）','382'),(9,'14.jpg','13.80','【自营】中粮家佳康香嫩梅花肉（袋装350g）','144'),(10,'15.jpg','16.60','【自营】中粮家佳康精致培根切片','118'),(11,'16.jpg','22.00','【自营】中粮家佳康广味香肠（袋装200g）','345'),(12,'17.jpg','39.90','【自营】正宗德州扒鸡清真五香扒鸡500g袋装','219'),(13,'18.jpg','18.00','中粮优采 传统面点-柿子（枣泥馅）（袋装400g）','19'),(14,'19.jpg','28.00','【自营】中粮家佳康美式脆皮热狗香肠（黑椒味）（袋装250g）','148'),(15,'20.jpg','21.90','【自营】正宗德州扒鸡550g 袋装','103'),(16,'26.jpg','21.90','【自营】智昊 百年酱猪蹄350g袋装','11'),(17,'27.jpg','136.00','中粮优采 蒸蒸日上吉祥如意面点礼盒2200g','31'),(18,'28.jpg','20.00','中粮优采 乖乖猪香莓包50g*6','95'),(19,'29.jpg','28.00','【自营】中粮家佳康 慕尼黑香肠240g袋装','63'),(20,'30.jpg','16.00','中粮优采 雪花面大馒头','335'),(21,'31.jpg','138.00','【自营】全聚德原味烤鸭1000g袋装','66'),(22,'32.jpg','38.00','【自营】智昊 将猪头肉400g袋装','73'),(23,'33.jpg','39.90','【自营】智昊 酱牛肉300袋装','11'),(24,'34.jpg','19.50','【自营】中粮家佳一品火腿（原味）（袋装240g）','155'),(25,'35.jpg','39.80','【自营】智昊 百年烧鸡','4'),(26,'36.jpg','17.60','【自营】中粮家佳康美式脆皮热狗肠（蜜糖味）（袋装250g）','409'),(32,'01.jpg','16.00','中粮优采 红豆包350g','423'),(33,'02.jpg','3.50','中粮优采 乖乖猪稥莓包50g','97'),(34,'03.jpg','3.50','中粮优采 笑笑猬红豆包50g','99'),(35,'04.jpg','3.50','中粮优采 跳跳兔奶黄包50g','97'),(38,'05.jpg','15.00','中粮优采 葱油花卷300g','292'),(39,'21.jpg','28.00','【自营】中粮家佳康纽伦堡香肠200g袋装','64'),(40,'22.jpg','22.80','中粮优采 传统面点-寿桃 400g（红豆馅）（袋装400g）','18'),(41,'23.jpg','28.60','【自营】中粮家佳康上汤酱料（袋装300g）','59'),(42,'24.jpg','18.00','【自营】中粮家佳康精致爽口肘花（袋装220g）','156'),(43,'25.jpg','28,80','中粮优采 传统面点-红锦鲤（红豆沙馅）（袋装500g）','34');
/*!40000 ALTER TABLE `fresh` ENABLE KEYS */;
