-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: 2018-05-04 14:24:06
-- 服务器版本： 10.1.19-MariaDB
-- PHP Version: 5.6.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `womai`
--

-- --------------------------------------------------------

--
-- 表的结构 `tuan`
--

CREATE TABLE `tuan` (
  `ID` int(11) NOT NULL,
  `img` varchar(200) COLLATE utf8_bin NOT NULL,
  `title` varchar(200) COLLATE utf8_bin NOT NULL,
  `content` varchar(200) COLLATE utf8_bin NOT NULL,
  `price` float NOT NULL,
  `buy` int(11) NOT NULL,
  `details` varchar(200) COLLATE utf8_bin NOT NULL,
  `type` varchar(200) COLLATE utf8_bin NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- 转存表中的数据 `tuan`
--

INSERT INTO `tuan` (`ID`, `img`, `title`, `content`, `price`, `buy`, `details`, `type`) VALUES
(1, '10000026_1_pic500_7473.jpg', '精致的华贵典雅！', '惠享【中粮海外直采】FERRERO ROCHER费列罗牛奶巧克力48粒装 (意大利进口 袋)新老包装随机发货，独立包装，精致的华贵典雅！浓郁的黑巧克力球，包裹于松脆威化与温和黑巧克力酱之中，层层滋味完美融合，带给你舌尖的尊贵享受！', 88, 98756, '20160304113847526.jpg', '进口食品'),
(2, '10681233_1_pic500_1390.jpg', '清甜可口椰香浓郁', '惠享【自营】瑞欧real coco椰子水（进口食品 罐装330ml*12）,清甜可口椰香浓郁。', 109, 1109, '..', '进口食品'),
(3, '10594628_1_pic500_8925.jpg', '源自真正椰子的甘甜', '惠享【中粮海外直采】Cocoway 可可维牌椰子水1L *6（泰国进口 瓶），口感清爽源自真正椰子的甘甜，纯果汁制成，不添加防腐剂、香精和色素。', 99, 1700, '20170828054603838.jpg', '进口食品'),
(4, '599722_1_pic500_4408.jpg', '精选肉品，价格实惠', '惠享【自营】中粮安至选巴西牛腩 1000g 袋装，海外直采牛肉，以优惠的价格，为您挑选餐桌美味。', 59, 33952, '20171211055632225.jpg', '生鲜团'),
(5, '650341_1_pic500_7258.jpg', '肉厚脆甜新鲜采摘', '惠享[安萃] 烟台美早樱桃1500g装 JJ级,单果直径28-30mm,颗颗饱满，皮薄核小，肉厚脆甜，新鲜采摘。', 198, 212, '20180425045207463.jpg', '生鲜团'),
(6, '649501_1_pic500_1425.jpg', '果味醇香酸甜怡人', '惠享【自营】[安萃] 秭归伦晚脐橙3kg装15-18粒 单果160g以上，原产地直供，果味醇香酸甜怡人。', 65, 337, '20180416095331296.jpg', '生鲜团'),
(7, '595854_1_pic500_7379.jpg', '2017年新米 经典圆粒粳米', '惠享【2017年新米】中粮初萃 东北明珠大米5kg，经典东北大米，吉林梅河口种植，油量光泽、软硬适口、怡人清香。', 29.9, 74010, '20180301070922193.jpg', '2017年新米'),
(8, '10417873_1_pic500_3311.jpg', '鲜磨新米，五常原产稻花香', '惠享【2017年新米】中粮初萃 五常稻花香大米5kg，五常原产纯种稻花香，产地直采，实惠到家，保持水分和新鲜程度让口感唇齿留香。', 59.9, 32834, '20160815050337944.jpg', '2017年新米'),
(9, '572650_1_pic500_1756.jpg', '中粮优选 经典东北大米', '惠享【2017年新米】中粮1号 优选东北大米5kg，初萃中粮1号东北大米选择在长白山西麓，辉发河上游的吉林梅河口统一栽培管理，中粮全产业链管控，产地直供，米饭绵软爽口，回味甘甜。', 39.9, 39488, '20171018062134275.jpg', '2017年新米'),
(10, '631260_1_pic500_2837.jpg', '轻研细磨精细加工', '【惠享】雁门清高 红豆薏米粉薏仁粉 五谷杂粮代餐粉营养早餐518g，轻研细磨精细加工，口感好营养丰富。', 39.9, 5609, '20180313013938389.jpg', '直送团'),
(11, '617406_1_pic500_4365.jpg', '粒粒分明，自然光泽', '惠享【包邮】一间田 山西沁州黄小米2500g，美味，营养，健康，饱满，粒粒分明，自然光泽，纯净味道，精心筛选。', 49.9, 8069, '20170602042158987.jpg', '直送团'),
(12, '578640_2_pic500_6290.jpg', '壳薄易剥，出仁率高', '惠享【包邮】 楼兰蜜语 新疆薄皮大核桃非纸皮 阿克苏核桃500gX2包，只选好核桃，个大饱满，壳薄易剥，出仁率高，甘甜酥脆。', 39.9, 13521, '20170622112003395.jpg', '直送团'),
(13, '649501_1_pic500_1425 (1).jpg', '果味醇香酸甜怡人', '惠享【自营】[安萃] 秭归伦晚脐橙3kg装15-18粒 单果160g以上，原产地直供，果味醇香酸甜怡人。', 65, 9963, '20180416095331296 (1).jpg', '预售团'),
(14, '646091_1_pic500_6191.jpg', '特级褚柑表皮橙红', '惠享特级 褚柑箱装5000g，表皮橙红，清甜多汁，化渣率高，好剥皮，气味芬芳。', 129, 9018, '20180201102031112.jpg', '预售团'),
(15, '10568432_1_pic500_8049.jpg', '非断食饮品0糖0能量', '惠享【中粮出品】悦活塑纤FitBody乳酸菌Fibersol-2水果饮品15天装，无糖无能量，科学管理你的身体，非断食饮品。', 86, 5526, '20180428031232954.jpg', '自有品牌'),
(16, '10568431_1_pic500_8262.jpg', '0糖0能量科学管理你的身体', '惠享【中粮出品】悦活塑纤FitBody巴西莓Fibersol-2水果饮品15天装，无糖无能量，科学管理你的身体，非断食饮品。', 86, 9632, '20180428033435152.jpg', '自有品牌'),
(17, '643734_1_pic500_3025.jpg', '麦香浓郁口感酥脆', '惠享中粮悠采 轻食燕麦30g*16，澳洲原生态高纤燕麦，麦香浓郁口感酥脆，营养均衡。', 49.9, 1933, '20180307093533957.jpg', '自有品牌'),
(18, '646610_1_pic500_9144.jpg', '紧致提拉锁水保湿', '惠享【香港直邮】泰版 泰国RAY蚕丝面膜金色*1+银色*1美白保湿淡化痘印斑两盒超值装，美白亮肤，紧致提拉，锁水保湿。', 128, 3367, '20180404020617345.jpg', '跨境购'),
(19, '649369_1_pic500_3866.jpg', '软香酸甜的丰富口感', '惠享日本Calbee卡乐比北海道水果麦片500g，软香酸甜的丰富口感，真材实料。', 58, 777, '20180416103127983.jpg', '跨境购'),
(20, '586495_1_pic500_6657.jpg', '奶味香醇，宝宝易接受', '惠享【正品保税】2件 荷兰Nutrilon牛栏婴幼儿奶粉五段800g，荷兰进口，原装原罐，口味清淡，奶味香醇，宝宝易接受。', 299, 1304, '20150531060107690.jpg', '跨境购'),
(21, '10289300_1_pic500_9900.jpg', '滴滴浓香，缔造美味', '惠享【自营】福临门浓香压榨一级花生油3.5L*2 桶，甄选山东大花生，科学控时，充分提香，精湛工艺，保留原香和营养。', 119, 5041, '20160224050243919.jpg', '国产食品'),
(22, '532642_0_pic500_9237.jpg', '源自三江平原生态基地', '惠享【自营】金龙鱼盘锦大米5kg，源自三江平原生态基地，柔韧软糯，劲道十足。', 29.8, 8754, '..', '国产食品'),
(23, '501766_1_pic500_1215.jpg', '正宗佳酿地道好酒', '惠享【自营】百年牛栏山陈酿（三牛）52度（纸盒装 400ml），恪守传统工艺精髓，正宗佳酿地道好酒。', 99, 34587, '20170825054824581.jpg', '国产食品'),
(24, '534176_1_pic500_3858.jpg', '层层柔软节节细致', '惠享【自营】心相印柔肤系列三层卷筒纸(蓝色)145g*10粒，层层柔软，节节细致，时时刻刻呵护您及家人的日常生活。', 16.9, 78964, '20171115043613544.jpg', '百货洗化'),
(25, '10661829_1_pic500_7279.jpg', '蓝月亮组合装大礼包', '惠享【蓝月亮7.08kg礼包】自然清香3kg+薰衣草3kg+深层洁净1kg+风清白兰80g手洗洗衣液，含有突破性高效洁净因子,深入衣物纤维,轻松瓦解多种顽固污渍,令衣物从里到外洁净如新!', 99, 36874, '20180123060509988.png', '百货洗化'),
(26, '632260_0_pic500_9145.jpg', '原生竹纤维，湿水不易破', '惠享【中粮出品】简沃本色厨房用纸吸油纸110节卷筒厨房纸巾*8卷装（ 整箱销售），原生竹纤维，优质原料，独特的水滴压纹锁水设计，湿水不易破。', 49, 36584, '2017072202474293.jpg', '百货洗化'),
(27, '550285_0_pic500_4068.jpg', '安心吸收，一夜睡到天亮', '惠享【MOONY 尤妮佳婴儿纸尿裤 L54 (9－14kg) 新老包装随机发送】，尤妮佳婴儿纸尿裤采用如丝绢般柔软的材料，褶皱处弹性适中，加强透气效果，减少对宝宝的肌肤刺激。采用超薄吸收体，即使夜间的便便也可安心吸收，一夜睡到天亮。', 49.9, 23654, '2018030608104332.jpg', '百货洗化'),
(28, '519264_8_pic500_3218.jpg', '真诚制造中国人的啤酒！', '惠享【整箱优惠】燕京啤酒 330ml*24，燕京啤酒经过多道工序精选优质大麦，燕山山脉地下300米深层无污染矿泉水，纯正优质啤酒花，典型高发酵度酵母，始终以中国人口味为坚持，真诚制造中国人的啤酒！', 59.9, 35412, '201509200349147.jpg', '量贩团'),
(29, '10278672_0_pic500_8069.jpg', '自然醇香，营养新鲜', '惠享【自营】德亚全脂牛奶1L（德国进口 盒）*12，超高温灭菌技术，口感香浓，蛋白质含量高，来自德国莱茵河畔的好牛奶。', 109, 35641, '20151223093332449.jpg', '量贩团'),
(30, '10320607_1_pic500_4418.jpg', '风味豆豉 油制辣椒', '惠享【自营】老干妈风味豆豉油制辣椒280g*2，安全卫生，取食简单，沿用传统工艺精心酿造，香辣突出，回味悠长。', 14.9, 6874, '20160817104613853.jpg', '量贩团'),
(31, '649705_1_pic500_6396.jpg', '新一代的 iPhone', '惠享Apple iPhone 8 Plus 256GB 红色特别版 移动联通电信4G手机，精密工艺，防水防尘，美在智慧，新一代的 iPhone。', 7588, 3654, '20180412083915303.jpg', 'iPhone 8'),
(32, '638582_1_pic500_1672.jpg', 'iPhone 8 Plus 256GB 银色', '惠享Apple iPhone 8 Plus (A1864) 256GB 银色 移动联通电信4G手机，美在智慧，新一代的 iPhone。', 7099, 368, '20171107104727626.jpg', 'iPhone 8'),
(33, '638577_1_pic500_8695.jpg', 'iPhone 8 256GB 金色', '惠享Apple iPhone 8 (A1863) 256GB 金色 移动联通电信4G手机，精密工艺，防水防尘，美在智慧，新一代的 iPhone。', 6099, 789, '20171107064058482.png', 'iPhone 8'),
(34, '303595_1_pic500_4224.jpg', '持久保持新鲜口感', '惠享【中粮海外直采】Hochwald好沃得全脂牛奶1L*12（德国进口 盒），口感浓香纯正，富含丰富的钙、维生素和矿物质，为你的身体补充能量，打造健康体魄。 牛奶采用UHT瞬间高温灭菌，持久保持新鲜口感！', 99, 8963, '20160804025205723.jpg', '限时抢购'),
(35, '599178_1_pic500_6272.jpg', '精选海鲜，鲜嫩肥美', '惠享【自营】中粮凌鲜·大洋世家厄瓜多尔白虾50/60（100-120只）2kg 盒装，精选海鲜，鲜嫩肥美，放心原则，原汁原味。', 138, 1880, '20171211112326775.jpg', '限时抢购'),
(36, '619076_0_pic500_5049.jpg', '翠绿果心，酸甜水润', '惠享【生利鲜】希腊甜心绿奇异果（箱装30粒），浅层绒毛覆盖，淡淡果香飘散，翠绿果心，酸甜水润。', 69, 3912, '20170316054118110.jpg', '限时抢购');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tuan`
--
ALTER TABLE `tuan`
  ADD PRIMARY KEY (`ID`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `tuan`
--
ALTER TABLE `tuan`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
